Ran Plan for dir: `.` workspace: `production`

<details><summary>Show Output</summary>

```diff
module.kubernetes.module.postgresql.kubernetes_job.run_sql_scripts: Drift detected (update)

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create
~ update in-place

Terraform will perform the following actions:

  # module.kubernetes.module.coturn.helm_release.coturn will be created
+ resource "helm_release" "coturn" {
      + atomic                     = false
      + chart                      = "coturn"
      + cleanup_on_fail            = false
      + create_namespace           = false
      + dependency_update          = false
      + disable_crd_hooks          = false
      + disable_openapi_validation = false
      + disable_webhooks           = false
      + force_update               = false
      + id                         = (known after apply)
      + lint                       = false
      + manifest                   = (known after apply)
      + max_history                = 0
      + metadata                   = (known after apply)
      + name                       = "coturn"
      + namespace                  = "default"
      + pass_credentials           = false
      + recreate_pods              = false
      + render_subchart_notes      = true
      + replace                    = false
      + repository                 = "https://charts.jaconi.io"
      + reset_values               = false
      + reuse_values               = false
      + skip_crds                  = false
      + status                     = "deployed"
      + timeout                    = 300
      + values                     = [
          + "fingerprint: true",
        ]
      + verify                     = false
      + version                    = "0.8.6"
      + wait                       = true
      + wait_for_jobs              = false
    }

  # module.kubernetes.module.postgresql.helm_release.pgadmin will be updated in-place
~ resource "helm_release" "pgadmin" {
        id                         = "pgadmin"
      ~ metadata                   = [
          - {
              - app_version = "7.8"
              - chart       = "pgadmin4"
              - name        = "pgadmin"
              - namespace   = "postgresql"
              - revision    = 7
              - values      = jsonencode(
                    {
                      - VolumePermissions = {
                          - enabled = true
                        }
                      - env               = {
                          - email    = "1995navinkumar@gmail.com"
                          - password = "sknkadmin"
                        }
                      - ingress           = {
                          - enabled = false
                          - hosts   = [
                              - {
                                  - host  = "gently-concise-dogfish.ngrok-free.app"
                                  - paths = [
                                      - {
                                          - path     = "/pgadmin"
                                          - pathType = "Prefix"
                                        },
                                    ]
                                },
                            ]
                        }
                      - persistentVolume  = {
                          - enabled = false
                        }
                      - service           = {
                          - nodePort = 32000
                          - type     = "NodePort"
                        }
                    }
                )
              - version     = "1.18.5"
            },
        ] -> (known after apply)
        name                       = "pgadmin"
      ~ values                     = [
          - (sensitive value),
          + (sensitive value),
        ]
        # (26 unchanged attributes hidden)
    }

Plan: 1 to add, 1 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -w production`
* :put_litter_in_its_place: To **delete** this plan click [here](http://144.24.128.160:4141/lock?id=1995navinkumar%252Fterraform%252F.%252Fproduction)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -w production`
</details>
Plan: 1 to add, 1 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`